[IO_ColdShoulder_FlowerGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_ColdShoulder_GirlyMag MissionItemDefinition]
UseFailureCharacterMessage="Of course you are %s To use this device."
ItemName="Dirty leaves"
PickupMessage="he says %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this number."
NoManufacturerName="General"

[ItemDefs.ID_MO_ColdShoulder_GirlyMag:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="we see."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ColdShoulder_It's pizza. MissionItemDefinition]
UseFailureCharacterMessage="It must be so. %s Use this article."
ItemName="Pizza"
PickupMessage="there is %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="This product is no longer available.."
NoManufacturerName="race"

[ItemDefs.ID_MO_ColdShoulder_Pizza:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="area!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_ColdShoulder_Flower MissionItemDefinition]
UseFailureCharacterMessage="You must %s To use this item."
ItemName="FLORA"
PickupMessage="do you understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="normal"

[ItemPool.ID_MO_ColdShoulder_Flower:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="good smell."
NoConstraintText=""
Suffix=""
Prefix=""

